

export const categories = ['Аварийные / справочные / экстренные службы','Автосервис / Автотовары', 'Город / Власть','Досуг / Развлечения / Общественное питание','Интернет / Связь / Информационные технологии','Коммунальные / бытовые / ритуальные услуги','Компьютеры / Бытовая техника / Офисная техника','Культура / Искусство / Религия','Мебель / Материалы / Фурнитура','Медицина / Здоровье / Красота','Металлы / Топливо / Химия','Оборудование / Инструмент','Образование / Работа / Карьера','Одежда / Обувь','Охрана / Безопасность','Продукты питания / Напитки','Реклама / Полиграфия / СМИ','Спорт / Отдых / Туризм','Строительные / отделочные материалы','Строительство / Недвижимость / Ремонт','Текстиль / Предметы интерьера','Товары для животных / Ветеринария','Торговые комплексы / Спецмагазины','Транспорт / Грузоперевозки','Хозтовары / Канцелярия / Упаковка','Электроника / Электротехника','Юридические / финансовые / бизнес-услуги'];
//   const categories = ['авто', 'одежда', 'продукты'];
export const  cities = ['Акколь','Аксай','Аксу','Актау','Актобе','Алматы','Астана','Атырау','Есик','Жанаозен','Жаркент','Караганда','Каскелен','Кокшетау','Конаев','Костанай','Косшы','Кызылорда','Макинск','Павлодар','Петропавловск','рзд 42','рзд 71-й','Сарань','Семей','Степногорск','Степняк','Талгар','Талдыкорган','Тараз','Текели','Темиртау','Тобыл','Туркестан','Уральск','Усть-Каменогорск','Ушарал','Уштобе','Форт-Шевченко','Шымкент','Щучинск']; // Replace with your own list of categories and subcategories
export const subcategories = {
    'авто': ['Subcategory 1.1', 'Subcategory 1.2', 'Subcategory 1.3'],
    'одежда': ['Subcategory 2.1', 'Subcategory 2.2', 'Subcategory 2.3'],
    'продукты': ['Subcategory 3.1', 'Subcategory 3.2', 'Subcategory 3.3']
    };